Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/RemindersSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Clearing manual categorization for your grocery lists applies to all of your devices and grocery lists you’ve shared.
ar: يَسري مسح التصنيف اليدوي لقوائم البقالة على جميع الأجهزة وقوائم البقالة التي شاركتها.
bg: Изчистването на ръчната категоризация за списъците за пазаруване се прилага на всички ваши устройства и списъци за пазаруване, които споделяте.
ca: Si restableixes la classificació manual de les llistes de la compra, s’aplicarà a tots els dispositius i a les llistes que hagis compartit.
cs: Vymazání ručního řazení položek v nákupních seznamech do kategorií se vztahuje na všechna zařízení a veškeré nákupní seznamy, které sdílíte.
da: Hvis du fjerner manuelt indtastede kategorier for dine indkøbslister, anvendes ændringerne på alle dine enheder og eventuelle indkøbslister, som du har delt.
de: Das Löschen der manuellen Kategorisierung deiner Einkaufslisten wird auf all deine Geräte und auf alle von dir geteilten Lebensmittellisten angewendet.
el: Η εκκαθάριση της χειροκίνητης κατηγοριοποίησης των λιστών για ψώνια ισχύει για όλες τις συσκευές και τις λίστες για ψώνια που έχετε κοινοποιήσει.
es: El borrado de la categorización manual de tus listas de la compra se aplica a todos tus dispositivos y a las listas de la compra que hayas compartido.
es_419: La eliminación manual de la categorización de tu lista de compras del súper se aplicará a todos los dispositivos y a las listas de compras del súper que hayas compartido.
fi: Kauppalistojen käsin tehtyjen kategorisointien poisto koskee kaikkia laitteitasi ja kaikkia jakamiasi kauppalistoja.
fr: La suppression de la catégorisation manuelle de vos listes de courses s’applique à tous vos appareils et à toutes les listes de courses que vous avez partagées.
fr_ca: L’effacement de la catégorisation manuelle de vos listes d’épicerie s’applique à tous vos appareils et aux listes d’épicerie que vous avez partagées.
he: מחיקה ידנית של המיון לפי קטגוריות ברשימות הקניות שלך תתבצע בכל המכשירים שלך ובכל רשימות הקניות ששיתפת.
hi: आपकी किराना सामान की सूचियों के लिए मैनुअल कैटेगराइज़ेशन को साफ़ करने की क्रिया आपके सभी डिवाइस और आपके द्वारा शेयर की गई सभी किराना सामान सूचियों पर लागू होती है।
hr: Čišćenje ručne kategorizacije vaših popisa namirnica primjenjuje se na sve vaše uređaje i popise namirnica koje ste podijelili.
hu: A bevásárlólisták manuális kategorizálásának törlése az Ön minden eszközére és minden Ön által megosztott bevásárlólistára érvényes.
id: Pembersihan kategorisasi manual untuk daftar belanjaan Anda diterapkan ke semua perangkat dan daftar belanjaan yang telah Anda bagikan.
it: La rimozione della categorizzazione manuale per le liste della spesa viene applicata a tutti i tuoi dispositivi e alle liste della spesa che hai condiviso.
ja: 買い物リストの手動分類を消去すると、共有しているすべてのデバイスおよび買い物リストに適用されます。
kk: Азық-түлік тізімдеріңіз үшін қолмен жасалған санаттардың жойылуы сіз бөліскен барлық құрылғыңыз бен азық-түлік тізіміңізге қолданылады.
ko: 식료품 목록에 대해 수동으로 분류된 카테고리를 지우면 사용자의 모든 기기 및 사용자가 공유한 식료품 목록에도 적용됩니다.
lt: Jūsų maisto prekių sąrašų išvalymo neautomatiškai kategorizacija taikoma visiems įrenginiams ir jūsų bendrintiems maisto prekių sąrašams.
ms: Mengosongkan pengkategorian manual untuk senarai barang runcit anda digunakan pada semua peranti anda dan senarai barang runcit yang telah anda kongsi.
nl: Het wissen van de handmatige categorisatie van je boodschappenlijsten is van toepassing op al je apparaten en gedeelde boodschappenlijsten.
no: Fjerning av manuell kategorisering av handlelister gjelder for alle enhetene dine og alle handlelistene du har delt.
pl: Wymazanie utworzonych ręcznie kategorii dla list zakupów dotyczy wszystkich urządzeń i wszystkich udostępnionych list zakupów.
pt: A eliminação manual da categorização das listas de compras se aplica a todos os seus dispositivos e listas de compras compartilhadas.
pt_pt: A remoção da categorização manual das listas de compras aplica‑se a todos os seus dispositivos e às listas de compras partilhadas.
ro: Degajarea categorisirii manuale a listelor de cumpărături se aplică tuturor dispozitivelor dvs. și listelor de cumpărături pe care le‑ați partajat.
ru: Очистка категорий, заданных вручную для списков продуктов, применяется ко всем Вашим устройствам и спискам продуктов, которыми Вы делитесь с другими.
sk: Odstránenie manuálne vytvorených kategórií nákupných zoznamov sa vzťahuje na všetky zariadenia a všetky nákupné zoznamy, ktoré zdieľate.
sl: Brisanje ročnega razvrščevanja za sezname živil velja za vse vaše naprave in deljene sezname živil.
sv: Om du rensar manuellt införda kategorier för dina inköpslistor påverkar detta alla dina enheter och alla inköpslistor du delat.
th: ปรับใช้การล้างการแยกหมวดหมู่ด้วยตัวเองสำหรับลิสต์ของที่ต้องซื้อของคุณกับอุปกรณ์ทุกเครื่องของคุณและลิสต์ของที่ต้องซื้อทั้งหมดที่คุณแชร์แล้ว
tr: Alışveriş listeleriniz için elle sınıflandırmayı silme tüm aygıtlarınıza ve paylaştığınız tüm alışveriş listelerine uygulanır.
uk: Очищення ручної категоризації списків продуктів буде застосовано до всіх ваших пристроїв і поширених списків продуктів.
vi: Việc xóa phân loại thủ công cho các danh sách hàng tạp hóa của bạn áp dụng cho tất cả các thiết bị và danh sách hàng tạp hóa mà bạn đã chia sẻ.
zh_cn: 清除日常采购清单的手动分类会应用于所有设备和已共享的日常采购清单。
zh_hk: 清除購物清單的手動分類會套用到你的所有裝置和已共享的購物清單。
zh_tw: 清除採買清單的手動分類會套用到所有裝置和你已共享的採買清單。

source: Include both overdue and due today items in badge count.
ar: تضمين كل من العناصر المتأخرة والتي موعدها اليوم في العدد الذي يظهر على الشارة.
bg: Включване в броя на известията, както просрочените елементи, така и броя на тези, насрочени за днес.
ca: Inclou tant els ítems que són per a avui com els vençuts al nombre del globus.
cs: Do hodnoty na odznaku se budou započítávat položky po termínu i s dnešním termínem.
da: Inkluder både forfaldne emner og emner, der forfalder i dag, i etiketter.
de: Beziehe sowohl „Überfällig“ als auch „Heute fällig“ in die Badge-Anzahl ein.
el: Να συμπεριλαμβάνονται τα εκπρόθεσμα στοιχεία και τα στοιχεία για σήμερα στο πλήθος ενδείξεων.
es: Se incluyen los recordatorios atrasados y los que vencen hoy en el número que aparece en el globo.
es_419: Incluye en el contador tanto los elementos que ya vencieron como los que vencen hoy.
fi: Näytä merkin lukemassa sekä vanhentuneet että kohteet, joiden määräpäivä on tänään.
fr: Incluez les éléments « En retard » et les éléments « Pour aujourd’hui » dans le nombre affiché dans la pastille.
fr_ca: Incluez le nombre des éléments expirés et de ceux qui expirent aujourd’hui dans la pastille.
he: ניתן לכלול בתווית הספירה פריטים שתאריך היעד שלהם חלף ופריטים שתאריך היעד שלהם חל היום.
hi: बैज गणना में विलंबित और आज के लिए निर्धारित दोनों आइटम शामिल करें।
hr: Uključi stavke s isteklim rokom i današnjim rokom u broj bedževa.
hu: A lejárt és ma lejáró elemek megjelenítése a jelvényszámlálóban.
id: Sertakan item terlewat dan tenggat hari ini di jumlah tanda.
it: Includi gli elementi scaduti e quelli in scadenza oggi nel conteggio dei badge.
ja: バッジ数に期限超過と期限が今日のバッジを含めます。
kk: Белгі санында мерзімі өтіп кеткен элементтерге қоса, бүгін өтіп кететіндерді қамту.
ko: 배지 개수에 기한이 지난 항목 및 오늘 마감인 항목을 포함합니다.
lt: Į ženklelių skaičių įtraukti tiek pradelstus, tiek šiandien turimus įvykdyti elementus.
ms: Sertakan item lewat dan juga dijangka hari ini dalam kiraan lencana.
nl: Voeg zowel verlopen herinneringen als herinneringen voor vandaag toe aan het aantal badges.
no: Inkluder både forfalte påminnelser og påminnelser med frist i dag i merkeantallet.
pl: Liczba na plakietce będzie uwzględniać przypomnienia zaległe i z terminem na dziś.
pt: Inclui itens atrasados e para hoje no número no ícone.
pt_pt: Incluir elementos em atraso e a fazer hoje na contagem de emblemas.
ro: Includeți articolele restante și scadente astăzi în contorul de insigne.
ru: Число на значке включает как напоминания с истекшим сроком, так и назначенные на сегодня.
sk: Do hodnoty na odznaku sa budú započítavať položky po termíne aj s dnešným termínom.
sl: V število značk vključi tako zapadle elemente kot tudi elemente, ki imajo rok danes.
sv: Inkludera både försenade uppgifter och uppgifter som ska vara klara idag i antal brickor.
th: รวมทั้งรายการที่เลยกำหนดและถึงกำหนดวันนี้ในจำนวนป้ายกำกับ
tr: İşaret sayısına zamanı geçmiş ve son günü bugün olanları dahil eder.
uk: Долучати до загальної кількості прострочені значки та значки з терміном на сьогодні.
vi: Bao gồm cả các mục quá hạn và đến hạn hôm nay trong số lượng biểu tượng.
zh_cn: 在标记数量中包含逾期和今天到期项目。
zh_hk: 在標記數量中包括已逾期和今日到期的項目。
zh_tw: 標記數量中包含已過期和今天到期的項目。
